[
    {
    "id":1,
    "name":"PRIMARY SCHOOL NO.773",
    "long":145.02022,
    "lat":-37.88746,
    "summary":"The first school in Caulfield, supported by the Denominational Board of Education, opened in January 1860. Caulfield Common School at the corner of Glenhuntly and Glen Eira Roads was opened  in June 1864.",
    "image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/896.jpg",
    "postcode":3162,
    "description":"What is significant?\n\nThe first school in Caulfield, supported by the Denominational Board of Education, opened in January 1860. Caulfield Common School at the corner of Glenhuntly and Glen Eira Roads was opened in June 1864. In 1877, the school was transferred to a new building on Glenhuntly Road designed by architect Henry Robert Bastow. The extension of rail services through Elsternwick to North Brighton, and from Glenhuntly to Oakleigh and settlement in Caulfield increased the school population. By 1888 attendance grew to 300. In 1888 and 1890-91, extensions were built to cope with this population growth. The 1890-91 addition consisted of a large classroom and an office with a turret. No structural changes have been made since. In 1889 the introduction of the horse tramway in Glenhuntly Road was followed by another increase in school numbers to 450. The opening of electric tram services in Hawthorn and Glenhuntly Roads in 1913 was another spur to increased attendance and 700 children were enrolled. In 1921 a separate two-storey building designed by architect E. Evan Smith was opened, accommodating 1221 children at the school. The 1877 school building is single storey and constructed of polychrome brick. A prominent feature of the building is the turret office and square tower over the entry. The intact interior includes its coved ceilings andglazed partitions added in 1908. The 1921 building is a freestanding two storey building with a three storey section at one end. Constructed of red brick with Marseilles tile roof, the building is simple in style with large multi-pane windows with concrete lintels and prominent chimneys that are corbelled at their base. Contained on the site is a rectangular timber shelter shed with a verandah around all sides.\n\n\n\nHow is it significant?\n\nCaulfield Primary School No.773 is of architectural, social and historical importance to the State of Victoria.\n\n\n\nWhy is it significant?\n\nCaulfield Primary School No.773 is of architectural importance because the 1877 building is a representative example of a school which has developed from one room to a large urban school with little alteration, apart from re-roofing. Its design for the original room in polychrome brick with a jerkin head roof was a prototype for other schools. Of particular interest are the turret over the office and the square tower built in 1890-91. Both are clad in glazed terracotta shingles and the tower has tracery panels under the louvred vents. The 1921 building is a particularly intact example of a school building of that period and is a rare example of the construction of a separate school rather than addition to existing buildings when expansion was required. The timber shelter shed on the site is an unusual example of a rectangular shade structure which demonstrates an essential aspect of school life and a response to climatic conditions. The shed is also unusual as it contains glass windows, indicating that it may have been used as a classroom at some stage.\n\n\n\nCaulfield Primary School No.773 is of social and historical importance as the 1877 building is an example of a school built in response to the 1872 Education Act which gave access to a free, compulsory and secular education. Its expansion reflected the expansion of the suburb of Caulfield, particularly in the boom years of the 1880s and the inter war period of the twentieth century, when the 1921 building was constructed. The buildings are important for their physical manifestation of the changing needs of families and of population changes in the Caulfield area.",
    "address":"724 GLEN HUNTLY ROAD CAULFIELD SOUTH, GLEN EIRA CITY"
    },
    {
    "id":2,
    "name":"FORMER LABASSA CONSERVATORY",
    "long":145.0103,
    "lat":-37.8703,
    "summary":"The former Labassa Conservatory is believed to have been built as part of the extensive reworking of the Labassa estate in c1890 for the new owner Alexander Robertson, proprietor of the Cobb",
    "image_url":"http://vhd.heritagecouncil.vic.gov.au/vhd-images/places/000/010/345.jpg",
    "postcode":3162,
    "description":"What is significant?\n\nThe former Labassa Conservatory is believed to have been built as part of the extensive reworking of the Labassa estate in c1890 for the new owner Alexander Robertson, proprietor of the Cobb and Co line. Robertson commissioned the architect JAB Koch to remodel the house, and Koch may have been responsible for the conservatory as well. Alternatively, the conservatory may have been imported. The gates installed at Labassa in 1890 were manufactured by the MacFarlane foundry of Glasgow, Scotland, a firm known to have manufactured conservatories.\nAround 1917 the glass house from 'Labassa', Caulfield was offered for sale to Malvern Council for its own gardens but the offer was declined. Following subdivision of the Labassa estate in the 1920s the conservatory was converted into a residence.\nThe structure has a simple rectangular plan, with a brick base and superstructure of cast iron columns and roof trusses. The hipped roof is surmounted by an elaborately decorated gable structure. Most of the original glass has been replaced by metal sheeting. The decoration comprises pressed metal fascias including an egg and dart style cornice moulding, mullion mouldings and gable end panels with a rising sun motif. Cast iron ridgework and finials add to the lively roof form. Internally the floor appears to have been raised as part of the conversion work to a residence, and stained timber panelling introduced to provide room spaces. Boilers probably heated the conservatory in the colder months, but these do not survive.\nHow is it significant?\n\nThe former Labassa Conservatory is of historical and architectural significance to the State of Victoria.\nWhy is it significant?\n\nThe former Labassa Conservatory is historically significant for its associations with the Labassa estate. Subdivision of the estate separated a number of outbuildings from the mansion. The former conservatory is significant as part of the large scale improvements carried out to the estate in the 1890s. The nineteenth century was the great age of conservatory designs, enabled by technological developments in heating, glazing and iron. Whilst conservatories were common in botanical gardens and universities, where they were primarily used for cultivating, studying, and experimenting with plants, they had also become an accessory of the wealthy on private estates.\nThe former Labassa conservatory is architecturally significant as a rare example of a building type. Many Victorian mansion houses had attached conservatories, but detached conservatories were much less common. The only other detached example associated with a residence known to survive on its original site in Victoria is an earlier example at Warrock homestead, near Casterton. Conservatories attached to nineteenth century mansions are far more numerous. The Labassa example is very ornate, and its decoration draws on the versatility of pressed metal and cast iron. Thishighlights the dual purpose of the conservatory, as both a functional structure and a picturesque building on the Labassa estate. This building is unusual as an example converted to residential use.\n\n",
    "address":"21 MANOR GROVE CAULFIELD, Glen Eira City"
    },
{"id":3,"name":"FORMER RED CROSS REST HOUSE","long":145.01671,"lat":-37.88434,"summary":"The Former Red Cross Rest House (Building 15), and the immediate surrounds of the building including the lawn area and trees to the front of the Former Red Cross Rest House.\n","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/208\/636.jpg","postcode":3162,"description":"What is significant?\nThe Former Red Cross Rest House (Building 15), and the immediate surrounds of the building including the lawn area and trees to the front of the Former Red Cross Rest House.\n- History Summary\nDuring World War I (1914-18) over 60,000 members of the First AIF (Australian Imperial Force) were killed and a further 170,000 were treated for physical or mental wounds. In mid-1915 the first wounded soldiers returned to Australia from Gallipoli and the government subsequently established a network of repatriation hospitals and convalescent facilities. Prior to the formal establishment of the Commonwealth Department of Repatriation in 1917, the Department of Defence was responsible for the establishment of large-scale medical and rehabilitation facilities. In Victoria there were three Australian General Hospitals (AGHs): AGH 5 (St Kilda Road), AGH 16 (Mont Park), and AGH 11 (Caulfield). AGH 11 was the largest of the three Victorian hospitals and the third largest AGH in Australia. Initially located in the Glen Eira Mansion (now demolished), it officially opened on 17 April 1916 and additional buildings were constructed within the grounds during the war to meet growing demand. The Australian Red Cross, established in August 1914 as a branch of the British Red Cross Society, also played a vital role in the repatriation of returned soldiers through its mobilisation of thousands of homefront women and the establishment of convalescent facilities. A Red Cross 'Rest Home' opened at the Caulfield Hospital in August 1916. It provided a cheery home like environment for patients, particularly those who had travelled from across the state, to recuperate in the care of Red Cross Voluntary Aid Detachment workers.\nBy 1919, the number of repatriation patients treated at the Caulfield Hospital was over 1,000 each day. The Caulfield Hospital remained Victoria's main 'Repat' hospital for many decades providing medical and rehabilitation services to veterans from across the state. A newly constructed nurses' wing, known as Caulfield House, opened in 1936 and it was expanded in 1937. In 1965 the original Glen Eira mansion was demolished and the Victorian Government acquired the last of the Caulfield Hospital assets from the Repatriation Department. The Southern Memorial Hospital (which was used primarily for civilian patients) opened on the site in 1968. In 1979 the Red Cross Rest House was remodelled and transferred to the Victorian State Government. It was renovated in 2001 and reopened as the Montgomery Nursing Home. Today, the Caulfield Hospital has a statewide role in the provision of rehabilitation services and continues to maintain a strong link with the veteran community.\nDescription Summary\nThe subject site is part of the traditional land of the Bun Wurrung people.\nThe current Caulfield Hospital extends across several acres, and is located on Crown Land that is leased to health care providers. The historically significant part of the Caulfield Hospital comprises the Former Red Cross Rest House and its surrounds in the southern part of the site.\nThe building of significance is:\n- Former Red Cross Rest House (Building 15): a single storey rendered brick bungalow-style building designed by former Public Works Department Architect A J MacDonald. Constructed in 1916 the building features wide verandahs, sash windows and a projecting gable to the west that extends beyond the verandah and once formed the main entry. Despite changes made in 1979 and 2001 the building retains much of its original form and many of its original materials.\nHow is it significant?\nThe Former Red Cross Rest House is of historical significance to the State of Victoria. It satisfies the following criterion for inclusion in the Victorian Heritage Register:\nCriterion A\nImportance to the course, or pattern, of Victoria's cultural history\nCriterion B\nPossession of uncommon, rare or endangered aspects of Victoria's cultural history\nCriterion H\nSpecial association with the life or works of a person, or group of persons, of importance in Victoria's history\nWhy is it significant?\nThe Former Red Cross Rest House is historically significant as an intact remnant of Victoria's primary World War I (1914-18) Repatriation Hospitals. Officially opened as the Australian General Hospital No.11 (AGH No.11) in April 1916, the Former Caulfield Repatriation Hospital was initially located in the Glen Eira Mansion (now demolished) and additional buildings were constructed within the grounds during the war to meet growing demand. Between 1917 and 1919, the hospital accommodated an estimated 19,800 admissions, and between 1916 and 1919 the complex of buildings at the Caulfield Hospital provided rest and recreation for approximately 30,000 men. The Former Red Cross Rest House, a surviving element of the Former Caulfield Repatriation Hospital, demonstrates the profound and ongoing impact of World War I on returned service people, their families and the wider Victorian community, and the involvement of that community in the establishment of repatriation facilities for returned service people during and after World War 1.. (Criterion A)\nThe Former Red Cross Rest House is uncommon as a purpose-built World War I Red Cross Rest House in Victoria and remains as tangible evidence of the Red Cross's comprehensive program of establishing Rest Homes and Rest Rooms to provide repatriation and convalescent services to support soldiers during and after World War I (Criterion B).\nThe Former Red Cross Rest House is historically significant for its association with the Australian Red Cross. The Red Cross is one of Australia's largest and oldest non-government voluntary organisations. Established in August 1914, the Red Cross attracted hundreds of thousands of patriotic volunteers, predominantly women, who mobilised to support service personnel overseas and returning to the homefront during and after World War I. Shortly after the opening of Caulfield Hospital, the Red Cross established the Red Cross Rest House, which provided a cheery home-like environment for patients, particularly those who had travelled from across the state, to convalesce in the care of Red Cross Voluntary Aid Detachment workers. Having establishing the Former Red Cross Rest House in 1916 to provide repatriation services and care to returned service people during and after World War 1, the Red Cross was directly associated with the Former Red Cross Rest House for approximately 60 years. (Criterion H)\n","address":"294 KOOYONG ROAD CAULFIELD, GLEN EIRA CITY"},
{"id":4,"name":"10 Burreel Ave","long":145.014782,"lat":-37.886847,"summary":"\"Burreel\" is locally important as a large and substantially intact surviving mid Victorian villa residence, recalling Caulfield's early role as a location for Melbourne's gentry","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/424.jpg","postcode":3162,"description":"\"Burreel\" is locally important as a large and substantially intact surviving mid Victorian villa residence, recalling Caulfield's early role as a location for Melbourne's gentry, and comparing stylistically with \"Harleston\" (qv) of 1875 and \"Halstead\" (qv) of pre 1857.","address":"331 Kooyong Road and 10 Burreel Avenue CAULFIELD, GLEN EIRA CITY"},
{"id":5,"name":"32 Murray Street","long":145.012606,"lat":-37.884805,"summary":"No. 32 Murray Street is locally distinguished as the most imposing villa of its period in Murray Street whilst its association with J. W. Doyles, builder of several houses in the same street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/921.jpg","postcode":3162,"description":"No. 32 Murray Street is locally distinguished as the most imposing villa of its period in Murray Street whilst its association with J. W. Doyles, builder of several houses in the same street, is of interest. Its importance is enhanced by its substantially intact state. ","address":"32 Murray Street CAULFIELD, GLEN EIRA CITY"},
{"id":6,"name":"Edenkillie","long":145.033035,"lat":-37.885806,"summary":"\"Edenkillie\" at 37 Neerim Road, Glenhuntly, is a substantial two storeyed polychrome brick villa, built for Frederick Jowett, municipal secretary, in 1890. Itb has aesthetic, historical.","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/931.jpg","postcode":3162,"description":"\"Edenkillie\" at 37 Neerim Road, Glenhuntly, is a substantial two storeyed polychrome brick villa, built for Frederick Jowett, municipal secretary, in 1890. Itb has aesthetic, historical and social significance.\n\n\n\n\"Edenkillie's\" aesthetic value derives from its survival as a substantially intact example of a common villa form expressed in polychrome brickwork. Its historical significance lies in its association with Frederick Jowett, Shire of Caulfield secretary and town clerk for over three decades. Its social significance is derived from the building's ability to demonstrate the kind of lifestyle which a local government administrator could enjoy during the Land Boom.\n\n\n\n","address":"37 Neerim Road CAULFIELD, Glen Eira City"},
{"id":7,"name":"40 Snowdon Avenue","long":145.026244,"lat":-37.884178,"summary":"The house at no. 40 Snowdon Avenue, Caulfield South was built in 1921 by the builder\/developer Charles Stephenson. It is aesthetically significant and compares with the similar house.","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/032.jpg","postcode":3162,"description":"The house at no. 40 Snowdon Avenue, Caulfield South was built in 1921 by the builder\/developer Charles Stephenson. It is aesthetically significant and compares with the similar house, presumably also built by Stephenson at no. 36.\n\n\n\nIt is aesthetically significant (Criterion E) as the most dominant house in Snowdon Avenue due largely to its prominent position and also as an archetypal Arts and Crafts bungalow having a cross ridged gable and picturesque facade treatment that are highly expressive of the Mode. This significance is enhanced by the high level of integrity of the place including the garden setting with palm tree and crimped wire fence. ","address":"40 Snowdon Avenue CAULFIELD, Glen Eira City"},
{"id":8,"name":"63 Murray Street","long":145.016103,"lat":-37.88499,"summary":"\"Marston\" at no. 63 Murray Street, Caulfield South, was built by J.E. Guest, a contractor resident in nearby Downshire Road, in 1889-90, presumably as a speculative venture together.","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/045.jpg","postcode":3162,"description":"\"Marston\" at no. 63 Murray Street, Caulfield South, was built by J.E. Guest, a contractor resident in nearby Downshire Road, in 1889-90, presumably as a speculative venture together with the extant house at adjoining No.61. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an exceptionally richly ornamented medium sized Boom period villa in Caulfield South, being unusual in this respect in its locale and comparing with nearby \"Sprouston\" at 19 Blanche Street (1887). Important contributory elements include the polychrome brickwork, frieze and verandah including the half timbered gablet which would have been stylistically innovative in its day. ",
    "address":"63 Murray Street CAULFIELD, Glen Eira City"},
{"id":9,"name":"112 Kooyong Road (Rear)","long":145.017859,"lat":-37.872323,"summary":"Rosemont'' is situated at no.112A Kooyong Road, Caulfield North and was built in 1869 for Godfrey Howitt, physician, president and honorary physician of the Melbourne Benevolent Society.","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/077.jpg","postcode":3162,"description":"'Rosemont'' is situated at no.112A Kooyong Road, Caulfield North and was built in 1869 for Godfrey Howitt, physician, president and honorary physician of the Melbourne Benevolent Society, Council member of the University of Melbourne and founding vice president of the Royal Society of Victoria.\n\n\n\nIt is historically significant (Criterion A) as an early and substantial villa residence demonstrating Caulfield's early attraction as a residential retreat for Melbourne's elite.\n\n\n\nThis significance is enhanced by the associations of the place with Godfrey Howitt and later James Grice, National Bank chairman and owner of \"Stonnington\" in Glenferrie Road, Malvern and Thomas King, councillor and successful negotiator for the extension of the electric tramway system to the Municipality.\n\n\n\n",
    "address":"112 Kooyong Road CAULFIELD, Glen Eira City"},
    {
    "id":10,"name":"225 North Road","long":145.015545,"lat":-37.900688,"summary":"\"Maniar\"  is a substantial late Victorian Italianate villa with tower and extensive grounds built for Frederick Curwan, an inspector of the National Bank, in 1890.\n\n","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/171.jpg","postcode":3162,"description":"\"Maniar\"  is a substantial late Victorian Italianate villa with tower and extensive grounds built for Frederick Curwan, an inspector of the National Bank, in 1890.\n\n\n\nIt is aesthetically and historically important.\n","address":"225 North Road CAULFIELD SOUTH, GLEN EIRA CITY"
    }
]